Revit 2027 API
ParameterTypeId.SymbolFamilyNameParam Property
 "Family Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SymbolFamilyNameParam { get; }
Public Shared ReadOnly Property SymbolFamilyNameParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SymbolFamilyNameParam {
	ForgeTypeId^ get ();
}
static member SymbolFamilyNameParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace